Repository: cbouvat/saracroche-ios
Catalog: Localizable.xcstrings
Source language: fr
Languages: en

source: **L'application n'arrive pas à installer la liste de blocage.** Pour résoudre ce problème, essayez les étapes suivantes : - Rechargez votre téléphone au **delà de 80%**. - Désactivez le mode économie d'énergie. - Vérifiez que l'**actualisation en arrière-plan** est activée pour Saracroche dans les réglages. - Puis **réinitialisez l'application** en utilisant le bouton ci-dessous.
en: **The app is unable to install the block list.** To resolve this issue, try the following steps: - Charge your phone to **over 80%**. - Turn off power saving mode. - Check that **background refresh** is enabled for Saracroche in your settings. - Then **reset the app** using the button below.

source: **Si le problème persiste** après avoir essayé ces étapes, voici une procédure plus complète : - Désactivez Saracroche dans les réglages, si elle apparaît ou si vous le pouvez. - Désinstallez l'application Saracroche. - Redémarrez votre appareil. - Réinstallez l'application Saracroche depuis l'App Store.
en: **If the problem persists** after trying these steps, here is a more comprehensive procedure: - Disable Saracroche in the settings, if it appears or if you can. - Uninstall the Saracroche app. - Restart your device. - Reinstall the Saracroche app from the App Store.

source: %lld numéros bloqués
en: %lld blocked numbers

# %lld numéros bloqués sur %lld
source: %1$lld numéros bloqués sur %2$lld
en: %1$lld numbers blocked from %2$lld

source: Accueil
en: Home

source: Actif
en: Active

source: Activer dans les réglages de l'iPhone
en: Enable in iPhone settings

source: Activer ou désactiver Saracroche dans **Réglages**
en: Enable or disable Saracroche in **Settings**

source: Aide & FAQ
en: Help & FAQ

source: Annuler
en: Cancel

source: Application gratuite et open source
en: Free and open source application

source: Aucun numéro bloqué
en: No numbers blocked

source: Besoin d'informations supplémentaires ?
en: Need more information?

source: Bientôt
en: Soon

source: Bouton d'envoi du signalement
en: Report button

source: Carte Bancaire & Apple Pay
en: Credit Card & Apple Pay

source: Champ de saisie du numéro de téléphone
en: Phone number input field

source: Code source
en: Source code

source: Confidentialité
en: Privacy

source: Démarrage en cours
en: Starting now

source: Dernière mise à jour
en: Last update

source: Dernière vérification
en: Final check

source: En savoir plus
en: Learn more

source: Envoyer
en: Send

source: Erreur
en: Error

source: Erreur lors de la vérification
en: Error during verification

source: Êtes-vous sûr de vouloir réinitialiser l'application ? Toutes les données seront supprimées et l'application se fermera. Cette action est irréversible.
en: Are you sure you want to reset the application? All data will be deleted and the application will close. This action cannot be undone.

source: Fermer
en: Close

source: Inactif
en: Inactive

source: Informations sur le blocage
en: Information about blocking

source: Installation de la liste
en: Installing the list

source: La dernière version de la liste de blocage est en cours d'installation.
en: The latest version of the block list is currently being installed.

source: La fonctionnalité de signalement direct sera bientôt disponible. En attendant, ouvrez l'application Saracroche et saisissez manuellement ce numéro pour le signaler.
en: The direct reporting feature will be available soon. In the meantime, open the Saracroche app and manually enter this number to report it.

source: La liste de blocage va être installée automatiquement, veuillez patienter quelques instants.
en: The block list will be installed automatically. Please wait a few moments.

source: Lancement de la mise à jour
en: Update

source: Le bloqueur est actif
en: The blocker is active

source: Le bloqueur n'est pas activé
en: The blocker is not enabled

source: Liens
en: Links

source: Noter l'application
en: Rate the app

source: Numéro à signaler
en: Number to report

source: Ouvrir la page d'aide
en: Open the help page

source: Ouvrir les réglages
en: Open settings

source: Pourquoi donner ?
en: Why donate?

source: Préparation de l'installation de la liste de blocage.
en: Preparing to install the block list.

source: Réglages
en: Settings

source: Réinitialiser
en: Reset

source: Réinitialiser l'application
en: Reset the application

source: Relancer la mise à jour
en: Restart the update

source: Saisissez le numéro au format E.164, par exemple +33612345678
en: Enter the number in E.164 format, for example +33612345678

source: Saisissez le numéro de téléphone au format international, par exemple +33612345678 pour la France.
en: Enter the phone number in international format, for example +33612345678 for France.

source: Service de mise à jour automatique
en: Automatic update service

source: Si le nombre de numéros bloqués n'augmente pas, essayez de relancer la mise à jour.
en: If the number of blocked numbers does not increase, try restarting the update.

source: Si vous avez d'autres questions ou besoin d'aide, n'hésitez pas à vous rendre sur la page web d'aide. Vous y trouverez la foire aux questions (FAQ).
en: If you have any further questions or need assistance, please visit the help page. There you will find frequently asked questions (FAQs).

source: Signaler
en: Report

source: Signaler un bug ou suggérer une fonctionnalité par e-mail
en: Report a bug or suggest a feature by email

source: Signaler un numéro
en: Report a number

source: Site officiel
en: Official website

source: Soutenez
en: Support

source: Soutenez Saracroche
en: Support Saracroche

source: Statut inattendu
en: Unexpected status

source: Terminé
en: Finished

source: Une nouvelle version de la liste de blocage est disponible. La mise à jour va être installée automatiquement.
en: A new version of the block list is available. The update will be installed automatically.

source: Vérification du statut du bloqueur en cours…
en: Checking blocker status...

source: Vous avez la dernière version de la liste de blocage installée.
en: You have the latest version of the block list installed.
